tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "asdf"
brew "sqlite"
brew "awscli"
brew "boost"
brew "glib"
brew "circleci"
brew "unbound"
brew "qemu"
brew "lima"
brew "colima"
brew "colordiff"
brew "difftastic"
brew "direnv"
brew "docker-completion"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper-ecr"
brew "docutils"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "libgit2"
brew "exa"
brew "libavif"
brew "gdk-pixbuf"
brew "gh"
brew "harfbuzz"
brew "openjpeg"
brew "pango"
brew "ghostscript"
brew "git-secrets"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libmagic"
brew "mvfst"
brew "mycli"
brew "openssl@1.1"
brew "mysql@5.7"
brew "mysql@8.0"
brew "nkf"
brew "peco"
brew "pngquant"
brew "python@3.10"
brew "python@3.9"
brew "qpdf"
brew "redis"
brew "saml2aws"
brew "semgrep"
brew "sops"
brew "terraform"
brew "tig"
brew "tmux"
brew "watchman"
cask "1password"
cask "adoptopenjdk"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "rancher"
cask "rubymine"
cask "slack"
cask "visual-studio-code"
cask "webstorm"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "jebbs.plantuml"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
