tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "asdf"
brew "awscli"
brew "colordiff"
brew "direnv"
brew "exa"
brew "gh"
brew "git-secrets"
brew "graphviz"
brew "htop"
brew "imagemagick"
brew "jq"
brew "libmagic"
brew "mycli"
brew "mysql@5.7"
brew "nkf"
brew "peco"
brew "pngquant"
brew "python@3.10"
brew "redis"
brew "saml2aws"
brew "sops"
brew "terraform"
brew "tig"
brew "tmux"
cask "adoptopenjdk"
cask "firefox"
cask "font-hack-nerd-font"
cask "intellij-idea"
cask "iterm2"
cask "rubymine"
cask "visual-studio-code"
cask "webstorm"
