tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "asdf"
brew "docutils"
brew "awscli"
brew "glib"
brew "circleci"
brew "colima"
brew "colordiff"
brew "difftastic"
brew "direnv"
brew "docker"
brew "docker-compose"
brew "exa"
brew "gdk-pixbuf"
brew "gh"
brew "git-secrets"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "libmagic"
brew "mycli"
brew "openssl@1.1"
brew "mysql@5.7"
brew "nkf"
brew "peco"
brew "pngquant"
brew "python@3.10"
brew "qpdf"
brew "redis"
brew "saml2aws"
brew "sops"
brew "terraform"
brew "tig"
brew "tmux"
brew "watchman"
cask "1password"
cask "adoptopenjdk"
cask "firefox"
cask "font-hack-nerd-font"
cask "google-japanese-ime"
cask "intellij-idea"
cask "iterm2"
cask "jetbrains-toolbox"
cask "rubymine"
cask "slack"
cask "visual-studio-code"
cask "webstorm"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "jebbs.plantuml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
